export interface FortuneTicket {
  id: number
  time: string
  content: string
}

export const FORTUNE_TICKETS: FortuneTicket[] = [
  {
    id: 1,
    time: '2025-12-31 17:30:00',
    content: '妹妹要回去啦，不要不开心呀，哥哥送妹妹个礼物好不好呀，等会我会提醒你什么时候来看哒~妹妹要坐车了，上车少看手机咯，别等会晕车了哦！'
  },
  {
    id: 2,
    time: '2025-12-31 18:00:00',
    content: '才六点，应该还没到吧，等会到了多吃点喵，什么都吃点呀！我不知道现在是在签到还是已经在路上了（）好像只有一个舍友去上课，其他两个都签假条了。他们说好像今晚有可能pre，不知道不管啦，翘掉就好了————'
  },
  {
    id: 3,
    time: '2025-12-31 19:00:00',
    content: '现在是吃饭时间，妹妹有没有什么都吃呀，不知道妹妹吃了什么，不知道我现在到哪里了（）'
  },
  {
    id: 4,
    time: '2025-12-31 20:00:00',
    content: '妹妹要回去了没有呀，还是要跟姐姐出去哪里玩呢？'
  },
  {
    id: 5,
    time: '2025-12-31 21:00:00',
    content: '九点了，要开场了，希望我赶到了（）妹妹在干什么呀……'
  },
  {
    id: 6,
    time: '2025-12-31 22:00:00',
    content: '……'
  },
  {
    id: 7,
    time: '2025-12-31 23:00:00',
    content: '…………'
  },
  {
    id: 8,
    time: '2025-12-31 23:45:00',
    content: '…………'
  },
  {
    id: 9,
    time: '2026-01-01 00:00:00',
    content: '…………'
  },
  {
    id: 10,
    time: '2026-01-01 00:30:00',
    content: '…………'
  }
]

