export interface FortuneTicket {
  id: number
  time: string
  content: string
}

export const FORTUNE_TICKETS: FortuneTicket[] = [
  {
    id: 1,
    time: '2025-12-31 17:30:00',
    content:
      '妹妹要回去啦，2025年的最后一天要开开心心呀，哥哥送妹妹个礼物好不好呀🎁，等会我会提醒你什么时候来看哒~妹妹要坐车了，上车少看手机咯，别等会晕车了哦！(*/ω＼*)'
  },
  {
    id: 2,
    time: '2025-12-31 18:00:00',
    content:
      '才六点，妹妹应该还没到吧，会不会晕晕呀，等会到了多吃点喵，什么都吃点哦！傍晚好像有晚霞，妹妹有没有看到呀，一路的风景慢慢看，今天的世界也在悄悄和你告别这一年。☆*: .｡. o(≧▽≦)o .｡.:*☆'
  },
  {
    id: 3,
    time: '2025-12-31 19:00:00',
    content:
      '现在是吃饭时间，妹妹有没有什么都吃呀，不知道妹妹吃了什么喵，有没有吃🍖🍗🥩🍠🥟🍚🍛🍜🍥🥘🍲🍦🍧🍩🍬🫖🍺呀？希望这一顿饭，是2025年留给你的一个暖暖的小句号哦！'
  },
  {
    id: 4,
    time: '2025-12-31 20:00:00',
    content:
      '妹妹要回去了没有呀，还是要跟姐姐出去哪里玩呢？要不要去商场哪里走走，逛一逛也好呀！今晚不知道能不能看到月亮🌙，可以的话抬头看看呀，哥哥也会看着月亮想妹妹哦！🎆🎇✨'
  },
  {
    id: 5,
    time: '2025-12-31 21:00:00',
    content:
      '妹妹在干什么呀？会不会无聊呢？会的话来找哥哥聊天玩游戏吧！已经跟哥哥卷了一年了，今晚就不要再卷啦（）༼ つ ◕_◕ ༽つ'
  },
  {
    id: 6,
    time: '2025-12-31 22:00:00',
    content:
      '今年很幸运遇到妹妹，和妹妹有非常非常多难忘的故事，一起哭一起笑，一起努力一起睡觉，愿我们新的一年也开开心心一起走~🎉💕'
  },
  {
    id: 7,
    time: '2025-12-31 23:00:00',
    content:
      '半个世纪的最后一个小时，我们也要一起过呀！哪怕不在同一个地方，时间也会替我们牵着手呢！ฅʕ•̫͡•ʔฅ'
  },
  {
    id: 8,
    time: '2025-12-31 23:45:00',
    content:
      '还有十五分钟啦，准备好跨年了吗妹妹！旧的一年在门口停下脚步，新的故事正悄悄走来……(〃￣︶￣)人(￣︶￣〃)'
  },
  {
    id: 9,
    time: '2026-01-01 00:00:00',
    content:
      '新年快乐呀亲爱的妹妹！愿新的一年，时间对你温柔，而我一直在你身旁，愿你被爱、被偏爱，也被这个世界好好拥抱！(✿◡‿◡)'
  },
  {
    id: 10,
    time: '2026-01-01 00:30:00',
    content:
      '跨完年啦，妹妹该睡觉觉啦！带着新的年份入梦，希望妹妹的梦里也是甜的。明天醒来，就是和我一起走向的新一年啦，等哥哥去中山接你哦！🛞🧧🛞'
  }
]
